Repository: biloucat/tkencfs
Catalog: i18n/*/LC_MESSAGES/tkencfs.po
Languages: fr

source: Add
fr: Ajouter

source: Remove
fr: Enlever

source: must not exist
fr: ne doit pas exister

source: successfully mounted
fr: monté sans erreur

source: successfully unmounted
fr: démonté sans erreur

source: must not contain characters in
fr: ne doit pas contenir de caractères parmi

source: already in the list
fr: est déjà dans la liste

source: Directory not empty
fr: Répertoire non vide

source: Gui for EncFS
fr: Gui pour EncFS

source: Paths to encrypted and mounted directories
fr: Chemins vers les répertoires cryptés et montés

source: encrypted directory
fr: répertoire crypté

source: directory to mount
fr: répertoire à monter

source: mounted
fr: monté

source: Close Application
fr: Fermeture de l'application

source: All directories must be unmounted before to quit
fr: Tous les répertoires doivent être démontés avant de quitter

source: Region
fr: Région

source: Mount
fr: Monter

source: Password
fr: Mot de passe

source: Unmount
fr: Démonter

source: New directory
fr: Nouveau répertoire

source: Crypted directory:
fr: Répertoire crypté:

source: Adding crypted directory
fr: Ajout d'un répertoire crypté

source: Deleting empty directory
fr: Suppression d'un répertoire vide
